{
  "density": "POIs and landmarks – for example railway stations, shops, religious buildings, bus stops, hotels, touristic attractions, pharmacies, hospitals and mountain peaks can help participants orientating themselves on the sketch maps. Therefore we analyze the density of such features in the OpenStreetMap data of the study area. We first presented this method in a conference contribution of Klonner et al. (2019) and use the same rationale here: If there is a high density of these features, the analysis results in a green level – it is probably easy for participants to orientate themselves on the maps. If the density is below 30 features per km², a warning is issued, that there are not so many POIs and landmarks. If it is below 10 features per km², it is suggested that you inspect how well one can orientate on the sketch map.<br/><br/>To get some information about what kinds of POIs you will mostly find on the sketch maps, you can take a look at the pie chart in Figure 1, which shows you the shares of the different categories.<br/><br/>Reference:<br/><link href='https://zenodo.org/record/3387725' color='blue'>Klonner, C., Hartmann, M., Djami, L., Zipf, A. (2019). \"Ohsome\" OpenStreetMap Data Evaluation: Fitness of Field Papers for Participatory Mapping. In: Proceedings of the Academic Track at the State of the Map 2019. Heidelberg, Germany, pp. 35-36. </link>",
  "le-am": "When you use sketch maps for participatory mapping, you usually do not want to have outdated features on the map. It could confuse participants, for example, if a fire station has moved its location in reality but is still shown in its old location on the map. Another example could be that a newly built supermarket has not been added to the map. Barron, Neis and Zipf (2014) stated that it could be possible to analyze the currentness of OSM data by visualizing its latest modification, because the user who conducts the latest change indirectly confirms that the feature is correctly mapped.<br/><br/>When you inspect the results from this analysis, a large share of recently last modified features indicates that the data are probably up-to-date, i.e. the fire station from the example above is mapped at its new location and the new supermarket is shown as well. If there is a large share of older features, some of them might be outdated. But this could also mean that there was simply no need to change them, so there is not necessarily a problem.<br/><br/>Reference:<br/><link href='https://onlinelibrary.wiley.com/doi/full/10.1111/tgis.12073' color='blue'>Barron, C., Neis, P. and Zipf, A. (2014). A Comprehensive Framework for Intrinsic OpenStreetMap Quality Analysis. Transactions in GIS. 2014, 18: 877-895.</link>",
  "le-hw": "When you use sketch maps for participatory mapping, you usually do not want to have outdated features on the map. It could confuse participants, for example, if a newly built road is not shown on the map, but perhaps a predecessing path. Barron, Neis and Zipf (2014) stated that it could be possible to analyze the currentness of OSM data by visualizing its latest modification, because the user who conducts the latest change indirectly confirms that the feature is correctly mapped.<br/><br/>When you inspect the results from this analysis, a large share of recently last modified features indicates that the data are probably up-to-date, i.e. the fire station from the example above is mapped at its new location and the new supermarket is shown as well. If there is a large share of older features, some of them might be outdated. But this could also mean that there was simply no need to change them, so there is not necessarily a problem.<br/><br/>Reference:<br/><link href='https://onlinelibrary.wiley.com/doi/full/10.1111/tgis.12073' color='blue'>Barron, C., Neis, P. and Zipf, A. (2014). A Comprehensive Framework for Intrinsic OpenStreetMap Quality Analysis. Transactions in GIS. 2014, 18: 877-895.</link>",
  "sat-am": "It helps participants orientating themselves on the sketch maps, if all amenities (supermarkets, restaurants, education facilities, bus stations etc.) are mapped completely. If we inspect the history of the mapped features, we expect, that we see at some point a large increase in feature density – at first there are many features left to map, so more and more get added to OpenStreetMap. Somewhen afterwards, we expect that the increase gets lower and lower until the curve is more or less flattened. When nearly all features have been mapped, there is just little left to be added. In their paper Rehrl and Gröchenig (2016) take the threshold of <i>number of created features / total count of features &lt; 3%</i>  with the same rationale. We simplify this analysis by inspecting how the density of features develops → When the share of newly created features drops, so does the increase in feature density.<br/><br/>When at no point in the available history a large yearly increase (25%) has been detected, you will see a “lack of data” warning. You should inspect if this is the case, or if this area was one of the first to be heavily mapped in OpenStreetMap (as data for the early time is not available for this analysis) or if perhaps it is an area with very few features in reality as well – e.g. an area in a desert.<br/>When a one-year increase of 25% is detected, but there is still a remarkable yearly increase in feature density, you will get – depending on the extent of the increase – a yellow or red level because this indicates that there is still something left to be mapped, i.e. some amenities might not have been mapped yet.<br/><br/>Reference:<br/><link href='https://www.mdpi.com/2220-9964/5/3/37/htm' color='blue'>Rehrl, K., Gröchenig, S. (2016). A Framework for Data-Centric Analysis of Mapping Activity in the Context of Volunteered Geographic Information. ISPRS Int. J. Geo-Inf. 2016, 5, 37.</link>",
  "sat-hw": "It helps participants orientating themselves on the sketch maps, if the street network is mapped completely – sometimes the streets are even what the participants are supposed to mark on the maps. Therefore, we aim at having nearly all streets and roads mapped completely in the analyzed area. Like Barron, Neis and Zipf (2014), we inspect the history of the mapped road network by looking at the feature length development. However, we do not compare the state of different road categories, but analyze the development of the whole network. Depending on your use case, you probably do not rely on a special category, but on most of them. We expect, that we see at some point a large increase in feature length – at first there are many streets and roads left to be mapped, so more and more get added to OpenStreetMap. Somewhen afterwards, we expect that the increase gets lower and lower until the curve is more or less flattened. When nearly all features have been mapped, there is just little left to be added.<br/><br/>When at no point in the available history a large yearly increase (25%) has been detected, you will see a “lack of data” warning. You should inspect if this is the case, or if this area was one of the first to be heavily mapped in OpenStreetMap (as data for the early time is not available for this analysis) or if perhaps it is an area with very few features in reality as well – e.g. an area in a desert.<br/>When such an increase is detected, but there is still a remarkable yearly increase in feature length, you will get – depending on the extent of the increase – a yellow or red level because this indicates that there is still something left to be mapped, i.e. some streets, roads or ways might not have been mapped yet. But keep in mind that this could also mean less relevant categories like footpaths.<br/><br/>Reference: <br/><link href='https://onlinelibrary.wiley.com/doi/full/10.1111/tgis.12073' color='blue'>Barron, C., Neis, P. and Zipf, A. (2014). A Comprehensive Framework for Intrinsic OpenStreetMap Quality Analysis. Transactions in GIS. 2014, 18: 877-895.</link>",
  "sources": "It is obviously interesting to know where the data came from on which your sketch maps are based. All sources that account for at least 2% of all mapped features (i.e. which are tagged on at least 2% of all features as <it>source</it>) are listed, so you can take these names and do some further research on how reliable these sources are, if you want. It should be noted that it is not common to add <it>source</it> tags to individual features anymore in OSM, as they should be included in changesets which can consist of changes on multiple features. But it was common in the past (see reference below) and therefore many <it>source</it> tags remain on single features.<br/><br/>Reference:<br/><link href='https://wiki.openstreetmap.org/w/index.php?title=Key:source&oldid=2061096' color='blue'>OpenStreetMap Wiki contributors. Key:source. OpenStreetMap Wiki. Retrieved December 7, 2020 from https://wiki.openstreetmap.org/w/index.php?title=Key:source&oldid=2061096</link>"
}
