Repository: GIScience/sketch-map-tool
Catalog: sketch_map_tool/translations/*/LC_MESSAGES/messages.po
Languages: de, es, fr

source: {TYPE} is not a valid value for the request parameter 'type'. Allowed values are: {REQUEST_TYPES}
de: {TYPE} ist kein gültiger Wert für den Anfrageparameter 'type'. Erlaubte Werte sind: {REQUEST_TYPES}
es: {TYPE} no es un valor válido para el parámetro 'type'. Los valores permitidos son: {REQUEST_TYPES}
fr: {TYPE} n'est pas une valeur valide pour le paramètre de requête 'type'. Les valeurs autorisées sont: {REQUEST_TYPES}

source: You can only upload up to {MAX_NR_SIMULTANEOUS_UPLOADS} files at once.
de: Sie können nur bis zu {MAX_NR_SIMULTANEOUS_UPLOADS} Dateien auf einmal hochladen.
es: Solo puedes subir hasta {MAX_NR_SIMULTANEOUS_UPLOADS} archivos a la vez.
fr: Vous ne pouvez pas télécharger plus de {MAX_NR_SIMULTANEOUS_UPLOADS} fichiers à la fois.

source: You can only upload pictures up to a total pixel count of {MAX_PIXEL_PER_IMAGE}.
de: Sie können nur Bilder bis zu einer Gesamtanzahl von {MAX_PIXEL_PER_IMAGE} Pixeln hochladen.
es: Solo puedes subir fotos con un total de píxeles de {MAX_PIXEL_PER_IMAGE}.
fr: Vous ne pouvez télécharger que des images jusqu'à un nombre total de pixels de {MAX_PIXEL_PER_IMAGE}.

source: The provided URL does not contain a valid UUID
de: Die angegebene URL enthält keine gültige UUID
es: La URL proporcionada no contiene un UUID válido
fr: L'URL fournie ne contient pas d'UUID valide

source: Literature reference JSON fields should not contain empty strings as values.
de: Literaturreferenz JSON-Felder sollten keine leeren Strings als Werte enthalten.
es: Los campos JSON de referencia literaria no deben contener cadenas de caracteres vacías como valores.
fr: Les champs JSON "literature reference" ne doivent pas contenir de chaînes vides comme valeurs.

source: There is no file in the database with the id: {ID}
de: Es gibt keine Datei in der Datenbank mit der ID: {ID}
es: No existe ningún archivo en la base de datos con el ID: {ID}
fr: La base de données ne contient pas de fichier avec l'id : {ID}

source: There are no tasks in the broker for UUID: {UUID}
de: Es gibt keine Aufgaben im Broker für UUID: {UUID}
es: No hay tareas en el broker para el UUID: {UUID}
fr: Il n'y a aucune tâche dans le courtier pour l'UUID : {UUID}

source: There are no tasks in the broker for UUID and request type: {REQUEST_UUID}, {REQUEST_TYPE}
de: Es gibt keine Aufgaben im Broker für die UUID und den Anfragetyp: {REQUEST_UUID}, {REQUEST_TYPE}
es: No hay tareas en el broker para el UUID y tipo de solicitud: {REQUEST_UUID}, {REQUEST_TYPE}
fr: Il n'y a aucune tâche dans le broker pour l'UUID et le type de requête : {REQUEST_UUID}, {REQUEST_TYPE}

source: In this Sketch Map Tool instance no sketch map has been generated yet. You can only upload sketch maps to the instance on which they have been created.
de: In dieser Sketch Map Tool-Instanz wurde noch keine Sketch Map generiert. Sie können nur Sketch Maps in die Instanz hochladen, in der sie erstellt wurden.
es: En esta instancia de Sketch Map Tool no se ha generado ningún mapa aún. Sólo puedes subir mapas a la instancia en la que han sido creados.
fr: Dans cette instance de Sketch Map Tool aucun croquis n'a encore été générée. Vous ne pouvez télécharger que des croquis dans l'instance sur laquelle elles ont été créées.

source: There is no map frame in the database with the uuid: {UUID}. You can only upload sketch maps to the instance on which they have been created.
de: Es gibt keinen Kartenrahmen in der Datenbank mit der UUID: {UUID}. Sie können Sketch Maps nur in die Instanz hochladen, in der sie erstellt wurden.
es: No existe un marco de mapa en la base de datos con el UUID: {UUID}. Sólo puedes subir mapas a la instancia en la que han sido creados.
fr: Il n'y a pas d'extrait de carte dans la base de données avec l'UUID : {UUID}. Vous ne pouvez télécharger des cartes d'esquisses que vers l'instance sur laquelle elles ont été créées.

source: Selected Area-of-Interest is too large for a Map Quality Check Report.
de: Der ausgewählte Interessenbereich ist zu groß für einen Bericht zur Überprüfung der Kartenqualität.
es: La zona de interés seleccionada es demasiado grande para realizar un Map Quality Check Report.
fr: La zone d'intérêt sélectionnée est trop grande pour un rapport de contrôle de la qualité de la carte.

source: There seems to be a problem with OQT. Please try again later.
de: Es scheint ein Problem mit OQT zu geben. Bitte versuchen Sie es später erneut.
es: Parece haber un problema con OQT. Por favor, inténtalo más tarde.
fr: Il semble y avoir un problème avec OQT. Veuillez réessayer plus tard.

source: What is this all about?
de: Worum geht es hier?
es: ¿De qué se trata todo esto?
fr: De quoi s'agit-il&nbsp;?

source: The Tool
de: Das Tool
es: La herramienta
fr: L'outil

source: The Sketch Map Tool is an easy-to-use tool for participatory mapping through offline collection, digitisation and georeferencing of local data. The low-tech solution is designed to simplify the collection and analysis of local spatial knowledge and perceptions with pens and paper maps, the so-called Sketch Maps. The Sketch Map Tool is an open-source web application. It facilitates the creation, usage and afterwards the digitisation and analysis of paper-based maps with OpenStreetMap and satellite data.
de: Das Sketch Map Tool ist ein einfach zu bedienendes Tool, das zum partizipativen Kartieren eingesetzt wird und mit dem lokale Daten offline erhoben, digitalisiert und georeferenziert werden können. Die Low-Tech-Lösung wurde entwickelt, um das Sammeln und Analysieren von lokalem räumlichen Wissen und Erkenntnissen zu vereinfachen. Dabei werden Stifte und Papierkarten, die sogenannten Sketch Maps, eigesetzt. Das Sketch Map Tool ist eine Open-Source-Webanwendung. Unter Anwendung von OpenStreetMap- und Satelliten-Daten können mit ihm Papier-basierte Karten angefertigt, verwendet und anschließend digitalisiert und analysiert werden.
es: El Sketch Map Tool es una herramienta fácil de usar, desarrollada para el mapeo participativo a través de la colección sin conexión, digitalización y georeferenciación de datos locales. La solución de baja tecnología está diseñada para simplificar la colección y el análisis del conocimiento espacial local y las percepciones con lápices y mapas de papel, los llamados Sketch Maps. The Sketch Map Tool es una aplicación web de código abierto. Facilita la creación, el uso, la digitalización y el análisis de mapas impresos con OpenStreetMap y datos satelitales.
fr: Le Sketch Map Tool est un outil facile à utiliser pour la cartographie participative grâce à la collecte hors ligne, la numérisation et le géoréférencement des données locales. Cette solution de faible technicité est conçue pour simplifier la collecte et l'analyse des connaissances et des perceptions spatiales locales à l'aide de stylos et de cartes en papier, ce qu'on appelle des "cartes croquis". Sketch Map Tool est une application web open-source. Elle facilite la création, l'utilisation et, par la suite, la numérisation et l'analyse des cartes papier avec OpenStreetMap et des données satellitaires.

source: SketchMap Preview
de: SketchMap Vorschau
es: Vista previa de Sketch Map
fr: Aperçu du croquis

source: The Sketch Map Tool supports users in all the important steps of offline participatory mapping, from creating paper maps to digitizing them.
de: Das Sketch Map Tool unterstützt Anwender*Innen in allen wichtigen Schritten des partizipativen Kartierens, vom Anfertigen von Papierkarten bis zu deren Digitalisierung. Es ist dabei unabhängig von einer Onlineverbindung.
es: Sketch Map Tool ayuda a los usuarios en todos los pasos importantes del mapeo participativo offline, desde la creación de mapas imprentos hasta su digitalización.
fr: Sketch Map Tool soutient les utilisateurs dans toutes les étapes importantes de la cartographie participative hors ligne, de à la création de cartes sur papier à leur numérisation.

source: The first step is the creation of the paper-based maps. Users can choose between two basemap containing <a href="https://wiki.osm.org" target="_blank">OpenStreetMap (OSM)</a> data and base maps containing satellite images. In addition, the tool can evaluate how well-suited an area of the OSM base map is for participatory mapping based on a quality analysis of the OSM base map data through the base map data through the <a href="https://oqt.ohsome.org/" target="_blank">HeiGIT ohsome quality analyst</a>.
de: Der erste Schritt ist die Anfertigung der papierbasierten Karten. Anwender*innen können zwischen zwei Basiskarten wählen, die entweder auf <a href="https://wiki.osm.org" target="_blank">OpenStreetMap (OSM)</a>-Daten oder auf Satellitenbildern basieren. Zusätzlich kann mit dem Tool evaluiert werden, wie gut ein Gebiet der OSM-Basiskarte für das partizipative Kartieren geeignet ist. Dies geschieht auf Grundlage einer Qualitätsanalyse der OSM-Basiskarten-Daten durch den <a href="https://oqt.ohsome.org/" target="_blank">HeiGIT ohsome Quality Analyst</a>.
es: El primer paso es la creación de mapas en papel. Los usuarios pueden elegir entre dos mapas base que contienen <a href="https://wiki.osm.org" target="_blank">información de OpenStreetMap (OSM)</a> y mapas base que contienen imágenes satelitales. Además, la herramienta puede evaluar cuán bien se adapta un área del mapa base de OSM para el mapeo participativo basado en un análisis de calidad de los datos del mapa base OSM, gracias a un análisis automático realizado por el <a href="https://oqt.ohsome.org/" target="_blank">HeiGIT ohsome quality analyst</a>.
fr: La première étape est la création des cartes sur papier. Les utilisateurs peuvent choisir entre deux cartes de base contenant des données de <a href="https://wiki.osm.org" target="_blank">OpenStreetMap (OSM)</a> et des cartes de base contenant des images satellite. De plus, l’outil peut évaluer à quel point une zone de la carte de base de OSM est adaptée pour la cartographie participative basée sur une analyse de la qualité des données de la carte de base OSM à travers les données de la carte de base à travers l’ <a href="https://oqt.ohsome.org/" target="_blank">analyste de qualité</a>.

source: For the data collection through offline participatory mapping you only need your participants, the printed Sketch maps and some pens.
de: Um offline Daten durch partizipatives Kartieren zu sammeln, brauchen Sie nur Teilnehmer*innen, die ausgedruckten Sketch-Maps und ein paar Stifte.
es: Para la recolección de datos a través del mapeo participativo sin conexión, solo necesitas a tus participantes, los mapas impresos y lapiceros o plumones.
fr: Pour collecter des données par les moyens de la cartographie participative hors ligne, vous avez seulement besoin de vos participants, les croquis imprimés et quelques stylos.

source: After mapping, the Sketch Map Tool supports the digitization of the Sketch Maps. Uploading of pictures and scans of the marked Sketch Maps initiates an automatic georeferencing and color-detection process, and the results can be downloaded in various geodata formats. The tool employs a fusion of computer vision algorithms and novel AI models to extract Sketch Maps from photos and detect markings on them. The results can then be used for further analysis in Geographic Information System software.
de: Nach dem Kartieren unterstützt Sie das Sketch Map Tool bei der Digitalisierung der Sketch Maps. Wenn Fotos oder Scans der markierten Sketch-Maps hochgeladen werden, beginnt ein automatischer Georeferenzierungs- und Farberkennungsprozess, dessen Ergebnisse in verschiedenen Geodatenformaten heruntergeladen werden können. Das Tool nutzt Bildverarbeitungsalgorithmen und neuartige KI-Modelle, um die Sketch-Maps aus Fotos zu extrahieren und Markierungen auf ihnen zu erfassen. Die Ergebnisse können dann für weitere Analysen in Geoinformationssystemen verwendet werden.
es: Después del mapeo, el Sketch Map Tool facilita la digitalización de los mapas dibujados. La carga de imágenes y el escaneo de los mapas dibujados inician un proceso automático de georeferenciación y detección de colores. Los resultados pueden ser descargados en varios formatos. La herramienta emplea una fusión de algoritmos de visión artificial y nuevos modelos de IA para extraer los Sketch Maps de fotos y detectar marcas en estos. Los resultados pueden ser utilizados para realizar un análisis más extenso con la ayuda de sistemas de información geográfica (SIG).
fr: Après cartographier, le Sketch Map Tool permet de numériser les cartes croquis. Le téléchargement de photos et de scans des cartes croquis marquées déclenche un processus automatique de géoréférencement et de détection des couleurs, et les résultats peuvent être téléchargés dans différents formats de géodonnées. L'outil utilise une fusion d'algorithmes de vision par ordinateur et de nouveaux modèles d'intelligence artificielle pour extraire les cartes croquis des photos et détecter les marquages sur ces. Les résultats peuvent ensuite être utilisés pour une analyse plus approfondie dans un logiciel de système d'information géographique.

source: The Project
de: Das Projekt
es: El proyecto
fr: Le Projet

source: The Sketch Map Tool project has been developed in close cooperation between the <a href="https://heigit.org" target="_blank">HeiGIT</a> and the <a href="https://www.geog.uni-heidelberg.de/gis/index_en.html" target="_blank">GIScience Research Group</a> from Heidelberg University with the generous contributions of several sponsors and support by partner organizations.
de: Das Sketch Map Tool wurde in enger Zusammenarbeit zwischen <a href="https://heigit.org" target="_blank">HeiGIT</a> und der<a href="https://www.geog.uni-heidelberg.de/gis/index_en.html" target="_blank"> GIScience Research Group</a> der Universität Heidelberg mit großzügigen Beiträgen mehrerer Sponsoren und mit der Unterstützung durch Partnerorganisationen entwickelt.
es: El proyecto Sketch Map Tool ha sido desarrollado en estrecha colaboración entre el <a href="https://heigit.org" target="_blank">HeiGIT</a> y el <a href="https://www.geog.uni-heidelberg.de/gis/index_en.html" target="_blank">GIScience Research Group</a> de la Universidad de Heidelberg con las generosas contribuciones de varios sponsors y el apoyo de organizaciones asociadas .
fr: Le projet Sketch Map Tool a été développé en étroite coopération entre <a href="https://heigit.org" target="_blank">HeiGIT</a> et <a href="https://www.geog.uni-heidelberg.de/gis/index_en.html" target="_blank">GIScience Research Group</a> de l'université de Heidelberg avec la généreuse contribution de plusieurs sponsors et le soutien d'organisations partenaires.

source: The development of the Sketch Map Tool started first as an idea and soon as a simple prototype in the <a href="https://www.geog.uni-heidelberg.de/gis/waterproofing.html" target="_blank">Waterproofing Data project</a>, funded by the Federal Ministry of Education and Research. This first prototype received a major update in 2021 when the user-interface was improved and the color detection (using computer vision methods) was implemented. Since then, the tool has been tested by various humanitarian organizations worldwide, including in Germany, Chile, Columbia, Brazil, Mozambique, Madagascar and Sudan in recent years. Thanks to the support of the German Red Cross and the financial contribution of the German Federal Foreign Office within the framework of the <em>Globalprojekt II "Stärkung und Weiterentwicklung der Internationalen Humanitären Hilfe und des Internationalen Humanitären Systems"</em>, the Sketch Map Tool has been improved and extended to make it available for use by the Red Cross Red Crescent Movement and similar organizations. The <em>Globalprojekt II</em> contributes to reducing the negative consequences of disasters and crises for affected populations by extending strategic humanitarian key topics and innovative approaches. Since the Relaunch 2023, the Sketch Map Tool is a part of the <a href="https://heigit.org/heigit-technology/" target="_blank">HeiGIT tools</a>.
de: Die Entwicklung des Sketch Map Tools begann zunächst als Idee. Schon bald kam ein einfacher Prototyp beim <a href="https://www.geog.uni-heidelberg.de/gis/waterproofing.html" target="_blank"> Waterproofing Data Project</a> zum Einsatz, der durch das Bundesministerium für Bildung und Forschung finanziert wurde. Mit dem verbesserten User-Interface und der Farberkennungs-Funktion (basierend auf Computer-Vision Methoden) erhielt der erste Prototyp 2021 ein großes Update. Seitdem wurde das Tool weltweit von verschiedenen humanitären Organisation getestet. Eingesetzt wurde es in den letzten Jahren zum Beispiel in Deutschland, Chile, Kolumbien, Brasilien, Mosambik, Madagaskar und dem Sudan. Dank der Unterstützung durch das Deutsche Rote Kreuz und finanzieller Beiträge durch das Auswärtige Amt, konnte das Sketch Map Tool im Rahmen des <em>Globalprojekts II "Stärkung und Weiterentwicklung der Internationalen Humanitären Hilfe und des Internationalen Humanitären Systems"</em> verbessert und erweitert werden, um es der Rotkreuz- und Rothalbmondbewegung sowie ähnlichen Organisationen zur Verfügung stellen zu können. Das <em>Globalprojekt II</em> trägt dazu bei, die negativen Auswirkungen von Katastrophen und Krisen auf die betroffene Bevölkerung zu reduzieren, indem strategische humanitäre Kernthemen und innovative Ansätze erweitert werden. Seit der Wiederveröffentlichung im Jahr 2023 ist das Sketch Map Tool ein Teil der <a href="https://heigit.org/heigit-technology/" target="_blank">HeiGIT Tools</a>.
es: El desarrollo del Sketch Map Tool empezó como una idea y poco tiempo después como un simple prototipo en el proyecto <a href="https://www.geog.uni-heidelberg.de/gis/waterproofing.html" target="_blank"> Waterproofing Data Project</a>, financiado por el Ministerio Federal de Educación e Investigación (BMBF). El primer prototipo recibió una importante actualización en el año 2021. En dicha actualización, la interfaz de usuario fue mejorada y la detección de colores (usando métodos de visión artificial) fue implementada. Desde entonces, la herramienta ha sido testeada por varias organizaciones humanitarias a nivel mundial, como por ejemplo en Alemania, Chile, Colombia, Brasil, Mozambique y Madagascar y Sudan en años recientes. Gracias al apoyo de la Cruz Roja Alemana y la contribución financiera del Ministerio Federal de Asuntos Exteriores de Alemania en el marco del <em>Globalprojekt II "Stärkung und Weiterentwicklung der Internationalen Humanitären Hilfe und des Internationalen Humanitären Systems"</em>, el Sketch Map Tool ha sido mejorado y ampliado para que pueda ser usado por la Cruz Roja (Internacional) y organizaciones similares. El <em> Globalprojekt II</em> contribuye a reducir las consecuencias negativas de los desastres naturales y crisis para la población afectada al extender temas estratégicos humanitarios y ennfoques innovadores. Desde su relanzamiento en el año 2023, el Sketch Map Tool es parte de las <a href="https://heigit.org/heigit-technology/" target="_blank">herramientas del HeiGIT</a>.
fr: Le développement du Sketch Map Tool a commencé d'abord comme une idée et dès qu'un simple prototype dans le projet de données <a href="https://www.geog.uni-heidelberg.de/gis/waterproofing.html" target="_blank">sur l'étanchéité </a>, financé par le ministère fédéral de l'Éducation et de la Recherche. Ce premier prototype a reçu une actulisiation majeure en 2021 lorsque l'interface utilisateur a été améliorée et que la détection des couleurs (grâce aux méthodes de vision informatique) a été implémentée. Depuis alors, l'outil a été testé par diverses organisations humanitaires dans le monde, y compris en Allemagne, au Chili, en Colombie, au Brésil, Mozambique, Madagascar et le Soudan ces dernières années. Grâce au soutien de la Croix-Rouge allemande et à la contribution financière du Bureau fédéral des affaires étrangères dans le cadre de la <em>Globalprojekt II "Stärkung und Weiterentwicklung der Internationalen Humanitären Hilfe und des Internationalen Humanitären Systems"</em>, le Sketch Map Tool a été amélioré et étendu pour le rendre disponible pour être utilisé par le Mouvement du Croissant-Rouge et d'autres organisations similaires. Le <em>Globalprojekt II</em> contribue à réduire les conséquences négatives des catastrophes et des crises pour les populations touchées en étendant les thèmes clés stratégiques humanitaires et les approches innovantes. Depuis la relance 2023, le Sketch Map Tool est une partie des outils <a href="https://heigit.org/heigit-technology/" target="_blank">de HeiGIT</a>.

source: The focus of the newest project phase, once again funded within the framework of the <em>Globalprojekt II</em>, was the implementation of satellite images as a base map and the overall improvement of color detection, especially on satellite images. Additionally, general software stability was further ensured, and customized training materials designed to make the tool more accessible to end-users with different knowledge levels.
de: Der Fokus der aktuellen Projektphase, die erneut im Rahmen des <em>Globalprojekt II</em>, gefördert wird, lag darauf, Satellitenbilder als Basiskarten umzusetzen und die Farberkennung insbesondere bei Satellitenbildern zu verbessern. Zusätzlich wurde daran gearbeitet, die generelle Stabilität der Software weiterhin zu gewährleisten und es wurden speziell angepasste Trainingsmaterialien entwickelt, um das Tool noch zugänglicher für Endanwender*innen mit unterschiedlichen Kenntnisständen zu machen.
es: El enfoque de la fase de proyecto más reciente, también financiado en el marco del <em>Globalprojekt II</em>, fue la implementación de imágenes satelitales como mapa base y la mejora general de la detección de colores, especialmente en imágenes satelitales. Además, se mejoró la estabilidad general del software y se añadieron materiales de formación personalizados, que fueron diseñados para hacer la herramienta más accesible, tomando en cuenta a los usuarios con distintos niveles de conocimiento.
fr: La dernière phase du projet, une fois de plus financée dans le cadre du <em>Globalprojekt II</em>, s'est concentrée sur la mise en œuvre d'images satellites comme carte de base et sur l'amélioration générale de la détection des couleurs, en particulier sur les images satellites. En outre, la stabilité générale du logiciel a été renforcée et des supports de formation personnalisés ont été conçus pour rendre l'outil plus accessible aux utilisateurs finaux ayant des niveaux de connaissances différents.

source: The Vision
de: Die Vision
es: La visión
fr: La vision
