Repository: GIScience/sketch-map-tool
Catalog: sketch_map_tool/translations/*/LC_MESSAGES/messages.po
Languages: de, es, fr

source: We envision a world in which communities worldwide are empowered to collect, communicate, and utilize local spatial information and knowledge effectively through an open-source, low-tech, participatory mapping solution. This solution bridges paper-based data collection with digital analysis and storage, aiming for collaborative visualization and analysis of current and past conditions and perceptions. The goal is to raise awareness and co-create transformative change in areas impacted by sustainability challenges.
de: Unsere Vision ist eine Welt, in der Gemeinschaften weltweit dazu befähigt werden, lokale räumliche Informationen und Wissen mittels einer open-source, low-tech Lösung zum partizipativen Kartieren effektiv zu sammeln, zu kommunizieren und zu verwenden. Diese Lösung überbrückt die Lücke zwischen papierbasierter Datenerhebung und digitaler Analyse und Speicherung, mit dem Ziel, derzeitige und vergangene Zustände und Auffassungen kollaborativ zu visualisieren und zu analysieren. Hierdurch soll ein Bewusstsein geschaffen und zu einem transformativen Wandel in Gebieten, die von Herausforderungen im Bereich der Nachhaltigkeit betroffen sind, beigetragen werden.
es: Nuestra visión es un mundo en el que las comunidades de todo el mundo tengan el poder de recoger, comunicarse, y utilizar la información y el conocimiento local espacial de manera eficaz a través de una solución de código abierto, que combina el mapeo participativo y la baja tecnología. Esta solución une la colección de datos en papel con el análisis y almacenamiento digital, promoviendo la visualización y el análisis colaborativo de las condiciones y percepciones actuales y pasadas. Nuestro objetivo es aumentar la conciencia y co-crear cambios transformativos en áreas afectadas por retos de sostenibilidad.
fr: Nous envisageons un monde dans lequel les communautés du monde entier sont habilitées à collecter, communiquer et utiliser efficacement les informations et les connaissances spatiales locales grâce à une solution cartographique participative à code source ouvert et à faible technicité. Cette solution fait le lien entre la collecte de données sur papier et l'analyse et le stockage numériques, en vue d'une visualisation et d'une analyse collaboratives des conditions et des perceptions actuelles et passées. L'objectif est de sensibiliser et de co-créer un changement transformateur dans les zones touchées par les défis de la durabilité.

source: If you have questions or would like to provide a feedback, please reach out to the <a href="mailto:sketch-map-tool@heigit.org">project team</a>.
de: Falls Sie Fragen haben oder gerne Feedback geben würden, wenden Sie sich bitte an das <a href="mailto:sketch-map-tool@heigit.org">Projekt-Team</a>.
es: Si tiene alguna pregunta o desea hacernos llegar sus comentarios, póngase en contacto con el <a href="mailto:sketch-map-tool@heigit.org">equipo del proyecto</a>.
fr: Si vous avez des questions ou voulez donner du feedback, veuillez contacter <a href="mailto:sketch-map-tool@heigit.org">L'´équipe du projet</a>.

source: Picture of a group mapping situation.
de: Bild einer Gruppenkartierung.
es: Imagen de una situación de mapeo colectivo.
fr: Photo d'une situation de cartographie en groupe.

source: Group Mapping. Waterproofing Data Project. C. Klonner, June 2019
de: Gruppenkartierung. Waterproofing Data Projekt. C. Klonner, Juni 2019

source: Former and current Sponsors and Partner Organisations
de: Ehemalige und aktuelle Sponsoren und Partnerorganisationen
es: Antiguos y actuales patrocinadores y organizaciones asociadas
fr: Anciens sponsors et organisations partenaires

source: Logo German Red Cross
de: Logo des Deutschen Roten Kreuzes
es: Logo Cruz Roja Alemana
fr: Logo Croix Rouge Allemande

source: GIScience Research Group Heidelberg University
de: GIScience-Forschergruppe der Universität Heidelberg
es: Grupo de Investigación GIScience Universidad de Heidelberg
fr: Groupe de Rercherche GIScience Université de Heidelberg

source: Logo german humanitarian assistance
de: Logo der Deutschen Humanitären Hilfe
es: Logo ayuda humanitaria alemana
fr: Logo de l'aide humanitaire allemande

source: Learning Material
de: Lernmaterial
es: Material educativo
fr: Matériel d'apprentissage

source: Detailed step-by-step instructions about how to use the tool and FAQs can be found on the <a id="link-to-help-page">Help page</a>.
de: Eine detaillierte Schritt-für-Schritt-Anleitung zur Anwendung des Tools sowie häufig gestellte Fragen finden Sie auf der<a id="link-to-help-page">Hilfe-Seite</a>.
es: Las instrucciones paso a paso sobre cómo utilizar la herramienta y las preguntas frecuentes se pueden encontrar en la <a id="link-to-help-page">página de ayuda</a>.
fr: Pour des instructions détaillées étape par étape sur la façon d'utiliser l'outil et la FAQ veuillez voir la <a id="link-to-help-page"> page aide</a>.

source: The code of the Sketch Map Tool is released on GitHub ( <a href="https://github.com/GIScience/sketch-map-tool"> https://github.com/GIScience/sketch-map-tool </a> ).
de: Der Quellcode des Sketch Map Tools ist auf GitHub veröffentlicht (<a href="https://github.com/GIScience/sketch-map-tool">https://github.com/GIScience/sketch-map-tool</a>).
es: El código del Sketch Map Tool ha sido publicado en GitHub ( <a href="https://github.com/GIScience/sketch-map-tool"> https://github.com/GIScience/sketch-map-tool </a> ).
fr: Le code de source de Sketch Map Tool est publié sur GitHub ( <a href="https://github.com/GIScience/sketch-map-tool"> https://github.com/GIScience/sketch-map-tool </a> ).

source: On the IFRC Network <a href="https://giscience.github.io/gis-training-resource-center/content/Mobile_Data_collection/en_SMT_training.html">GIS Training Platform</a>, developed by HeiGIT gGmbH, there are five exercises and trainers` instructions available to learn how to use the Sketch Map Tool and handle the results.
de: Auf der <a href="https://giscience.github.io/gis-training-resource-center/content/Mobile_Data_collection/en_SMT_training.html">GIS-Trainigsplattfrom</a> des IFRC Network, die von der HeiGIT gGmbH entwickelt wurde, gibt es fünf Übungen sowie Trainingsanweisungen, mit denen Sie lernen könne, wie man das Sketch Map Tool benutzt und wie mit den daraus resultierenden Ergebnissen umzugehen ist.
es: En la red IFRC <a href="https://giscience.github.io/gis-training-resource-center/content/Mobile_Data_collection/en_SMT_training.html"> Plataforma de Entrenamiento SIG</a>, desarrollado por HeiGIT gGmbH, hay cinco ejercicios e instrucciones de instructores disponibles para aprender a utilizar el Sketch Map Tool y gestionar los resultados.
fr: Sur le réseau du IFRC <a href="https://giscience.github.io/gis-training-resource-center/content/Mobile_Data_collection/en_SMT_training.html">GIS Training Platform</a>, développé par HeiGIT gGmbH, cinq exercices et instructions pour les formateurs sont disponibles pour apprendre à utiliser l'outil Sketch Map et à traiter les résultats.

source: If you are interested in learning more about the concept and development of the the Sketch Map Tool, consider watching the video of the lightning talk <a href="https://www.youtube.com/watch?v=Dmj41KRH-SA"> “OpenStreetMap Sketch Map Tool - The Future of OpenStreetMap Field Papers” </a> at GeOnG 2020.
de: Wenn Sie mehr über das Konzept und die Entwicklung des Sketch Map Tools erfahren möchten, können Sie sich die Aufzeichnung des Lightning Talks <a href="https://www.youtube.com/watch?v=Dmj41KRH-SA">“OpenStreetMap Sketch Map Tool - The Future of OpenStreetMap Field Papers”</a> von der GeOnG 2020 anschauen.
es: Si estás interesado en aprender más sobre el concepto y el desarrollo del Sketch Map Tool, considere ver el video del lightning talk <a href="https://www.youtube.com/watch?v=Dmj41KRH-SA"> “OpenStreetMap Sketch Map Map Tool - The Future of OpenStreetMap Field Papers” </a> en GeOnG 2020.
fr: Si vous êtes intéressé à en savoir plus sur le concept et le développement du Sketch Map Tool, regardez la vidéo de la présentation éclair <a href="https://www.youtube.com/watch?v=Dmj41KRH-SA"> “OpenStreetMap Sketch Map Tool - The Future of OpenStreetMap Field Papers” </a> à GeOnG 2020.

source: Video preview image for Lightning Talk about Sketch Maps at GeOnG 2020
de: Video-Vorschaubild für den Kurzvortrag über das Sketch Map Tool auf der GeOnG 2020
es: Avance del video del Lightning Talk sobre los Sketch Maps en GeOnG 2020
fr: Image d'aperçu vidéo pour Lightning Talk à propos de Sketch Maps à GeOnG 2020

source: Additionally, Episode 7 <a href="https://www.chaberlin.org/news/chatroom-7-mapping-in-der-humanitaeren-hilfe/"> "Mapping in der Humanitären Hilfe”</a> of the Podcast CHAtroom (in German) offers further insights. In this episode from the Center for Humanitarian Action (CHA), Dr. Natascha Bing (GRC) and Dr. Carolin Klonner (GIScience Heidelberg) discuss the importance of maps in disaster management and explore how the Sketch Map Tool can be utilized by humanitarian organizations.
de: Zusätzlich bietet Ihnen Episode 7 des Podcasts CHAtroom <a href="https://www.chaberlin.org/news/chatroom-7-mapping-in-der-humanitaeren-hilfe/"> "Mapping in der humanitären Hilfe”</a> (in Deutsch) weitere Einblicke. In dieser Episode, die vom Center for Humanitarian Action (CHA) ist, diskutieren Dr. Natascha Bing (GRC) und Dr. Carolin Klonner (GIScience Heidelberg) die Bedeutung von Karten im Katastrophenmanagement und erläutern, wie das Sketch Map Tool von humanitären Organisationen verwendet werden kann.
es: Adicionalmente, el Episodio 7 <a href="https://www.chaberlin.org/news/chatroom-7-mapping-in-der-humanitaeren-hilfe/"> "Mapping in der Humanitären Hilfe”</a> del Podcast CHAtroom (en alemán) ofrece más información. En este episodio del Center for Humanitarian Action (CHA), Dr. Natascha Bing (GRC) y Dr. Carolin Klonner (GIScience Heidelberg) discuten la importancia de los mapas en la gestión de desastres y exploran cómo el Sketch Map Tool puede ser utilizado por organizaciones humanitarias.
fr: En plus, Episode 7 <a href="https://www.chaberlin.org/news/chatroom-7-mapping-in-der-humanitaeren-hilfe/"> "Mapping in der Humanitären Hilfe"</a> du podcast CHAtroom (en allemand) offre de plus d'informations. Dans cet épisode du Center for Humanitarian Action (CHA), Dr. Natascha Bing (GRC) et Dr. Carolin Klonner (GIScience Heidelberg) discute l’importance des cartes dans la gestion des catastrophes et explore la manière dont Sketch Map Tool peut être utilisé par les organisations humanitaires. .

source: Related Publications
de: Ähnliche Publikationen
es: Publicaciones relacionadas
fr: Publications associées

source: The following scientific articles have been published about the Sketch Map Tool:
de: Folgende wissenschaftliche Artikel über das Sketch Map Tool wurden veröffentlicht:
es: Se han publicado los siguientes artículos científicos sobre el Sketch Map Tool:
fr: Les articles scientifiques suivants ont été publiés à propos du Sketch Map Tool:

source: Article preview image
de: Artikel-Vorschaubild
es: Vista previa del artículo
fr: Image de prévisualisation de l'article

source: Contact
de: Kontakt
es: Contacto

source: HeiGIT gGmbH<br> Heidelberg, Germany<br> Email: <a href="mailto:sketch-map-tool@heigit.org">sketch-map-tool@heigit.org</a><br> Web: <a href="https://heigit.org" target="_blank">heigit.org</a>
de: HeiGIT gGmbH<br> Heidelberg, Deutschland<br> Email: <a href="mailto:sketch-map-tool@heigit.org">sketch-map-tool@heigit.org</a><br> Internet: <a href="https://heigit.org" target="_blank">heigit.org</a>
es: HeiGIT gGmbH<br> Heidelberg, Alemania<br> Correo electrónico: <a href="mailto:sketch-map-tool@heigit.org">sketch-map-tool@heigit.org</a><br> Web: <a href="https://heigit.org" target="_blank">heigit.org</a>
fr: HeiGIT gGmbH<br> Heidelberg, Allemagne<br> Email: <a href="mailto:sketch-map-tool@heigit.org">sketch-map-tool@heigit.org</a><br> Web: <a href="https://heigit.org" target="_blank">heigit.org</a>

source: Home
de: Startseite
es: Inicio
fr: Accueil

source: About
de: Über
es: Acerca de
fr: À propos

source: Help
de: Hilfe
es: Ayuda
fr: Aide

source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité

source: Imprint
de: Impressum
es: Impreso
fr: Impressum

source: Create paper maps to collect data
de: Erstellen Sie Papierkarten zur Datenerhebung
es: Crear mapas de papel para recolectar datos
fr: Créez des cartes papier pour collecter des données

source: Define your Area of Interest
de: Definieren Sie Ihr Untersuchungsgebiet
es: Defina su área de interés
fr: Définissez votre zone d'intérêt

source: Map Quality Check
de: Qualitätsprüfung der Karte
fr: Contrôle de la qualité de la carte

source: PDF Export of Sketch&nbsp;Map
de: PDF-Export der Sketch-Map
es: Exportar PDF del Sketch&nbsp;Map
fr: Export PDF de la carte &nbsp;croquis

source: Your results are being processed ...
de: Ihre Anfrage wird bearbeitet...
es: Sus resultados están siendo procesados...
fr: Vos résultats sont en cours de traitement ...

source: Your results are ready for download!
de: Ihre Ergebnisse stehen zum Download bereit!
es: ¡Tus resultados están listos para ser descargados!
fr: Vos résultats sont prêts au téléchargement !

source: Sorry. Only some of your results could be generated for download.
de: Entschuldigung. Nur einige Ihrer Ergebnisse konnten zum Download generiert werden.
es: Lo sentimos, solo algunos de tus resultados pudieron ser generados para la descarga.
fr: Désolé. Seuls quelques-uns de vos résultats peuvent être générés pour le téléchargement.

source: Your results should have been downloadable from here, but we are having troubles on our servers!
de: Ihre Ergebnisse sollten von hier herunterladbar sein, aber wir haben Probleme mit unseren Servern!
es: ¡Tus resultados deberían poderse descargar, pero estamos teniendo problemas en nuestros servidores!
fr: Vos résultats auraient dû pouvoir être téléchargés à partir d'ici, mais nous avons des problèmes sur nos serveurs!

source: quality report icon
de: Qualitätsbericht-Icon
es: icono del informe de calidad
fr: icône de rapport de qualité

source: ohsome quality analyst logo
de: Logo des ohsome quality analyst
fr: logo de l'outil ohsome quality analyst

source: Map Quality Check Report
de: Ergebnisse der Qualitätsprüfung der Karte
es: Informe del Map Quality Check
fr: Rapport de contrôle de la qualité de la carte

source: We are analyzing the <a href="https://wiki.osm.org" target="_blank">OpenStreetMap (OSM)</a> data of the selected Area-of-Interest.<br>The Map Quality Check Report gives insights about the <strong>fitness for field data collection</strong>. It is created with the help of the <a href="https://oqt.ohsome.org/" target="_blank">ohsome quality analyst</a>.
de: Wir analysieren die <a href="https://wiki.osm.org" target="_blank">OpenStreetMap (OSM)</a>-Daten des gewählten Interessenbereichs.<br>Die Ergebnisse der Qualitätsprüfung der Kartendaten geben Hinweise auf die <strong>Eignung von OSM-basierten Sketch-Maps für partizipatives Mapping</strong>. Der Qualitätsbericht wird mit Hilfe des <a href="https://oqt.ohsome.org/" target="_blank">ohsome quality analyst</a> erstellt.
es: Estamos analizando los datos de <a href="https://wiki.osm.org" target="_blank">OpenStreetMap (OSM)</a> en el área de interés seleccionada.<br>El Map Quality Check Report ofrece información acerca de la <strong>idoneidad para coleccionar datos de campo </strong>. Es creado con la ayuda del <a href="https://oqt.ohsome.org/" target="_blank">Ohsome Quality Analyst.
fr: Nous analysons les données <a href="https://wiki.osm.org" target="_blank">OpenStreetMap (OSM)</a> de la zone d'intérêt sélectionnée.<br>Le rapport de contrôle de la qualité de la carte donne des indications sur l'<strong>adaptation à la collecte de données sur le terrain</strong>. Il est créé avec l'aide de <a href="https://oqt.ohsome.org/" target="_blank">quelques analystes de la qualité</a>.

source: We have analyzed the <a href="https://wiki.osm.org" target="_blank">OpenStreetMap (OSM)</a> data of the selected Area of Interest.<br>The Map Quality Check Report gives insights about the <strong>fitness for field data collection</strong>. It has been created with the help of the <a href="https://oqt.ohsome.org/" target="_blank">ohsome quality analyst</a>.
de: Wir haben die <a href="https://wiki.osm.org" target="_blank">OpenStreetMap (OSM)</a>-Daten des gewählten Interessenbereichs analysiert.<br>Die Ergebnisse der Qualitätsprüfung der Kartendaten geben Hinweise auf die <strong>Eignung von OSM-basierten Sketch-Maps für partizipatives Mapping</strong>. Der Qualitätsbericht wurde mit Hilfe des <a href="https://oqt.ohsome.org/" target="_blank">ohsome quality analyst</a> erstellt.
es: Hemos analizado los datos de <a href="https://wiki.osm.org" target="_blank">OpenStreetMap (OSM)</a> en el área de interés seleccionada.<br>El Map Quality Check Report ofrece información acerca de la <strong>idoneidad para coleccionar datos de campo </strong>. Es creado con la ayuda del <a href="https://oqt.ohsome.org/" target="_blank">Ohsome Quality Analyst.
fr: Nous avons analysé les données <a href="https://wiki.osm.org" target="_blank">OpenStreetMap (OSM)</a> de la zone d'intérêt sélectionnée.<br>Le rapport de contrôle de la qualité de la carte donne des indications sur l'<strong>adaptation à la collecte de données sur le terrain</strong>. Il a été créé avec l'aide de <a href="https://oqt.ohsome.org/" target="_blank">quelques analystes de la qualité</a>.

source: Sorry! <br>Something went wrong while trying to generate the Result.
de: Bitte entschuldigen Sie! <br>Beim Versuch, das Ergebnis zu generieren, ist etwas schief gelaufen.
es: ¡Lo sentimos! <br>Algo salió mal al intentar generar el resultado.
fr: Désolé. <br>Une erreur s'est produite lors de la génération du résultat.

source: Download PDF
de: PDF herunterladen
es: Descargar PDF
fr: Télécharger PDF

source: We are creating the Sketch Map template that you can use for offline participatory mapping.<br> <strong>Please be patient, this can take 2-10 minutes.</strong> We use up-to-date <a href="https://wiki.osm.org" target="_blank">OpenStreetMap (OSM)</a> data or satellite imagery powered by ESRI to create a high resolution printable map for you.
de: Wir erstellen die Sketch-Map Vorlage, die Sie für partizipative Offline-Kartierungen verwenden können.<br> <strong>Bitte haben Sie etwas Geduld; dieser Prozess kann 2-10 Minuten dauern.</strong> Wir nutzen aktuelle <a href="https://wiki.osm.org" target="_blank">OpenStreetMap (OSM)</a>-Daten oder Satellitenbilder von ESRI, um hochauflösende, ausdruckbare Karten für Sie zu generieren.
es: Estamos creando la plantilla del Sketch Map que podrá utilizar para el mapeo participativo sin conexión.<br> <strong>Por favor, tenga paciencia, esto puede tardar entre 2 y 10 minutos.</strong> Utilizamos datos actuales de <a href="https://wiki.osm.org" target="_blank">OpenStreetMap (OSM)</a> o imágenes satelitales de ESRI para crear un mapa imprimible de alta resolución.
fr: Nous créons le modèle pour la carte croquis que vous pouvez utiliser pour la cartographie participative hors ligne.<br> <strong>Veuillez patienter, cela peut durer 2 à 10 minutes.</strong> Nous utilisons des données actuelles de <a href="https://wiki.osm.org" target="_blank">OpenStreetMap (OSM)</a> ou des images satellites fournies par ESRI pour créer une carte imprimable à haute résolution pour vous.

source: We have created the Sketch Map template that you can use for offline participatory mapping.<br> We used up-to-date <a href="https://wiki.osm.org" target="_blank">OpenStreetMap (OSM)</a> data or satellite imagery powered by ESRI to create a high resolution printable map for you.<br> <strong>You can now start collecting data in the field!</strong>
de: Wir haben die Sketch Map Vorlage erstellt, die Sie für die Offline-Kartierung verwenden können.<br> Wir nutzen hierfür entweder aktuelle <a href="https://wiki.osm.org" target="_blank">OpenStreetMap (OSM) </a> Daten oder Satellitenbilder von ESRI, um eine hochauflösende, ausdruckbare Karte für Sie zu erstellen.<br> <strong>Sie können jetzt mit der Datenerfassung im Feld beginnen!</strong>
es: Hemos creado la plantilla del Sketch Map que podrá utilizar para el mapeo participativo sin conexión.<br> Se han utilizado datos actuales de <a href="https://wiki.osm.org" target="_blank">OpenStreetMap (OSM)</a> o imágenes satelitales de ESRI para crear un mapa imprimible de alta resolución. <br> <strong>¡Ahora puedes empezar a recoger datos en el campo! </strong>
fr: Nous avons crée le modèle pour la carte croquis que vous pouvez utiliser pour la cartographie participative hors ligne.<br> Nous avons utilisé des données actuelles de <a href="https://wiki.osm.org" target="_blank">OpenStreetMap (OSM)</a> ou des images satellites fournies par ESRI pour créer une carte imprimable à haute résolution pour vous. <br> <strong>Vous pouvez maintenant commencer à collecter des données sur le terrain</strong>

source: Area of Interest
de: Untersuchungsgebiet
es: Área de interés
fr: Zone d'intérêt

source: Page Setup
de: Seiteneinstellungen
es: Configuración de la página
fr: Configuration de la page

source: Your Area of Interest is too large! <br>Zoom further in to be able to create a Sketch Map.
de: Ihr ausgewähltes Gebiet ist zu groß! <br>Zoomen Sie näher heran, um eine Sketch Map erstellen zu können.
es: ¡El área de interés seleccionada es demasiado grande! <br>Aumenta el zoom para poder crear el Sketch Map.
fr: Votre zone d'intérêt est trop grande. <br>Zoomez avant pour pouvoir créer un croquis.

source: You are currently trying to request a map that crosses the +/-180° <a href="https://en.wikipedia.org/wiki/180th_meridian" target="_blank">antimeridian</a>. This is currently not supported, please move the map such that your extent is either left or right of the antimeridian.
de: Sie versuchen zur Zeit eine Karte anzufordern, die den +/-180° <a href="https://en.wikipedia.org/wiki/180th_meridian" target="_blank">Nullmeridian</a>überquert. Dies wird derzeit nicht unterstützt. Bitte verschieben Sie die Karte so, dass Ihr Umfang entweder links oder rechts des Nullmeridians verläuft.
es: Estás intentando solicitar un mapa que cruza el <a href="https://en.wikipedia.org/wiki/180th_meridian" target="_blank">antimeridiano +/-180°</a>. Esto actualmente no es posible, por favor mueve el mapa de tal manera que los bordes se encuentren a la izquierda o a la derecha del antimeridiano.
fr: Vous essayez actuellement de demander une carte qui traverse l'antiméridien +/-180° <a href="https://en.wikipedia.org/wiki/180th_meridian" target="_blank">antiméridien</a>. Ceci n'est pas supporté actuellement, veuillez déplacer la carte de façon à ce que votre étendue soit à gauche ou à droite de l'antiméridien.

source: Paper Format
de: Papierformat
es: Formato del papel
fr: Format de papier

source: Paper Orientation
de: Ausrichtung der Karte
es: Orientación del papel
fr: Orientation du papier

source: NEXT
de: WEITER
es: SIGUIENTE
fr: SUIVANT

source: Paper to GIS:
de: Papier-zu-GIS:
es: Del papel al SIG:
fr: Papier vers SIG :

source: Automatically Digitize Your Sketch&nbsp;Maps
de: Automatische Digitalisierung Ihrer Sketch-Maps
es: Digitaliza automáticamente tus Sketch&nbsp;Maps
fr: Numérisez automatiquement vos cartes croquis

source: Scan or photograph your marked Sketch&nbsp;Maps
de: Scannen oder fotografieren Sie die markierten Sketch-Maps
es: Escanea o fotografia tus Sketch&nbsp;Maps trazados
fr: Scannez ou photographiez vos cartes croquis

source: Upload your Sketch&nbsp;Maps
de: Sketch-Maps hochladen
es: Sube tus Sketch&nbsp;Maps
fr: Téléchargez vos croquis
