Repository: GIScience/sketch-map-tool
Catalog: sketch_map_tool/translations/*/LC_MESSAGES/messages.po
Languages: de, es, fr

source: Download collected Markings as Geodata
de: Erfasste Markierungen als Geodaten herunterladen
es: Descargar los trazos colectados como geodatos
fr: Téléchargez les marquages collectés en tant que données géographiques

source: raster data icon
de: Rasterdaten-Icon
es: icono de datos raster
fr: icône de données raster

source: Geo-referenced markings as GeoTiffs
de: Georeferenzierte Markierungen als GeoTIFFs
es: Trazos georeferenciados como GeoTiffs
fr: Marquages géoréférencé comme GeoTiffs

source: We are extracting and geo-referencing the color markings of your Sketch Maps.<br> Please be patient this can take 2-10 minutes.
de: Wir extrahieren und georeferenzieren die Farbmarkierungen Ihrer Sketch-Maps.<br> Bitte haben Sie etwas Geduld; dieser Prozess kann 2-10 Minuten dauern.
es: Estamos extrayendo y georeferenciando las trazos de color de sus Sketch Maps.<br> Por favor, tenga paciencia, esto puede tardar entre 2 y 10 minutos.
fr: Nous sommes en train d'extraire et de géoréférencer les marquages de couleur de vos cartes croquis.<br> Veuillez patienter, cela peut durer 2 à 10 minutes.

source: We have extracted and geo-referenced the color markings of your Sketch Maps.<br> You can download them as rasterized GeoTIFFs and use them for further analysis in your favorite GIS Software.
de: Wir haben die Farbmarkierungen Ihrer Sketch-Map extrahiert und georeferenziert.<br>Sie können sie als gerasterte GeoTIFFs herunterladen und für weitere Analysen in einer GIS-Software Ihrer Wahl nutzen.
es: Hemos extraído y georeferenciado los trazos de color de tus Sketch Maps<br> Puedes descargarlos como GeoTIFFs rasterizados y analizarlos en tu software SIG favorito.
fr: Nous avons extrait et géoréférencé les marques de couleur de vos cartes croquis. <br> Vous pouvez les télécharger en tant que GeoTIFFs rasterisés et les utiliser pour une analyse plus approfondie dans votre logiciel SIG favori.

source: Download ZIP
de: ZIP-Datei herunterladen
es: Descargar Zip
fr: Téléchargez le ZIP

source: vector data icon
de: Vektordaten-Icon
es: icono de datos vectoriales
fr: icône de données vectorielles

source: Vector
de: Vektor
fr: Vecteur

source: Geo-referenced markings as GeoJSON
de: Georeferenzierte Markierungen als GeoJSON
es: Trazos georeferenciados como GeoJSON
fr: Marquages géoréférencés comme GeoJSON

source: We have extracted and geo-referenced the color markings of your Sketch Maps.<br> You can download them as vectorized polygons and use them for further analysis in your favorite GIS Software.
de: Wir haben die Farbmarkierungen Ihrer Sketch-Map extrahiert und georeferenziert.<br>Sie können sie als vektorisierte Polygone herunterladen und für weitere Analysen in einer GIS-Software Ihrer Wahl nutzen.
es: Hemos extraído y georeferenciado los trazos de color de tus Sketch Maps<br> Puedes descargarlos como GeoTIFFs rasterizados y analizarlos en tu software SIG favorito.
fr: Nous avons extrait et géoréférencé les marques de couleur de vos cartes croquis. <br> Vous pouvez les télécharger en tant que polygons vectorisés et les utiliser pour une analyse plus approfondie dans votre logiciel SIG favori.

source: Download GeoJSON
de: GeoJSON herunterladen
es: Descargar GeoJSON
fr: Téléchargez le GeoJSON

source: Scan or photograph your marked Sketch Maps after data collection.<br>Then, upload one or more marked Sketch Maps at once as .jpg or .png file.
de: Scannen oder fotografieren Sie Ihre markierten Sketch-Maps nach der Datenerhebung.<br>Im Anschluss können Sie eine oder mehrere Sketch-Maps als JPEG- oder PNG-Dateien hochladen.
es: Escanea o fotografia tus Sketch Maps trazados después de haber recolectado los datos. Después puedes subir todos los Sketch Maps digitalizados al mismo tiempo. Es importante que los Sketch Maps escaneados hayan sido guardados en formato .jpg o .png.
fr: Scannez ou photographiez vos cartes croquis après la collection des données.<br>Puis téléchargez une ou plusieurs cartes croquis en une seule fois sous forme de fichier .jpg ou .png.

source: red cloud icon
de: Rote Wolke-Icon
es: icono de red cloud
fr: icône du nuage rouge

source: Choose file(s)
de: Datei(en) auswählen
es: Seleccionar archivo(s)
fr: Choisir les fichiers

source: or drag them here<br>(.png or .jpg)
de: oder ziehen Sie die Dateien in dieses Feld.<br>(.png oder .jpg)
es: o arrástralos aquí<br>(.png o .jpg)
fr: ou glissez les ici<br>(.png or .jpg)

source: Files:
de: Dateien:
es: Archivos:
fr: Fichiers :

source: Max total size: 500 MB
de: Maximale Gesamtgröße: 500 MB
es: Tamaño máximo total: 500 MB
fr: Taille totale maximale : 500 Mo

source: Upload
de: Hochladen
es: Cargar
fr: Importer

source: Error
de: Fehler
fr: Erreur

source: Create re-digitizable paper maps for offline data collection in the field
de: Erstellen Sie Papierkarten zur Datensammlung im Feld und einfachen Digitalisierung.
es: Crear mapas de papel redigitalizables para la recolección de datos offline en el campo
fr: Créez des cartes sur papier re-numérisables pour la collecte de données hors ligne

source: The <strong>Sketch&nbsp;Map Tool</strong> is an easy-to-use tool for participatory sketch mapping through <strong>offline</strong> collection, digitization and georeferencing of <strong>local spatial knowledge</strong>. <br> The tool has a variety of applications. For example, do you want to work together with people in a community to map their experience and perception of risk in their neighbourhood in a paper-based format, but still be able to quickly analyse the results digitally? Then, the Sketch&nbsp;Map Tool is exactly what you need!
de: Das <strong>Sketch&nbsp;Map Tool</strong> ist ein ein einfach anwendbares Tool für partizipatives Sketch-Mapping. Es unterstützt Sie bei der (<strong>offline</strong>) Datensammlung, Digitalisierung und Georeferenzierung von <strong>lokalem räumlichen Wissen</strong>. <br> Das Tool eignet sich für vielfältige Anwendungszwecke. Zum Beispiel können Sie damit zusammen mit den Menschenin einer lokalen Gemeinschaft arbeiten, um ihre Erfahrungen und Einschätzungen bzgl. der Risiken von Extremwetterereignissen zu erfassen. Die Daten werden in einem leicht zugänglichen Format (Papierkarten) erfasst und können dann Dank des Sketch-Map-Tools leicht digitalisiert und anschließend analysiert werden.
es: El <strong>Sketch&nbsp;Map Tool</strong> es una herramienta desarrollada para el mapeo participativo con ayuda de la colección <strong>offline</strong> digitalización y georeferenciación de <strong>conocimiento espacial local</strong>. <br> La herramienta tiene una variedad de aplicaciones. Por ejemplo, ¿quieres trabajar junto con personas de una comunidad para mapear su experiencia y percepción de riesgo en su vecindario en un formato basado en papel, pero todavía ser capaz de analizar rápidamente los resultados de manera digital? Entonces el Sketch&nbsp;Map Tool es exactamente lo que necesitas!
fr: Le <strong>Sketch Map Tool</strong> est un outil facile à utiliser pour la cartographie participative par croquis grâce à la collecte <strong>hors ligne</strong>, la numérisation et le géoréférencement des <strong>connaissances spatiales locales</strong>. <br> Cet outil a de nombreuses applications. Par exemple, vous souhaitez collaborer avec les membres d'une communauté pour cartographier leur expérience et leur perception des risques dans leur quartier sur papier, tout en étant en mesure d'analyser rapidement les résultats sous forme numérique ? Dans ce cas, le Sketch MapTool est exactement ce qu'il vous faut!

source: THEN
de: DANN
es: DESPUÉS
fr: PUIS

source: Create Paper Maps to Collect Data
de: Erstellen Sie eine Sketch-Map zur Datenerhebung
es: Crear mapas de papel para recolectar datos
fr: Créez des cartes sur papier pour collecter des données

source: Paper to GIS:<br>Automatically Digitize Your Sketch&nbsp;Maps
de: Papier-zu-GIS: Automatische Digitalisierung Ihrer Sketch-Maps
es: Del Papel al SIG:<br>Digitaliza automáticamente tus Sketch&nbsp;Maps
fr: Du papier au SIG : <br>Numérisez automatiquement vos cartes croquis

source: Create a Sketch&nbsp;Map
de: Erstellen Sie eine Sketch-Map
es: Crear un Sketch&nbsp;Map
fr: Créer un croquis

source: Digitize your Sketch&nbsp;Maps
de: Digitalisieren Sie Ihre Sketch-Maps
es: Digitaliza tus Sketch&nbsp;Maps
fr: Numérisez vos croquis

source: QR-Code could not be detected.
de: QR-Code konnte nicht erkannt werden.
es: El código QR no pudo ser detectado.
fr: Le QR-code n'a pas pu être détecté.

source: The provided UUID is invalid.
de: Die angegebene UUID ist ungültig.
es: El UUID proporcionado no es válido.
fr: Le UUID n'est pas valide.

source: Multiple QR-Codes detected.
de: Mehrere QR-Codes erkannt.
es: Múltiples códigos QR detectados.
fr: Plusieurs codes QR ont été détectés.

source: Unexpected length of QR-code contents.
de: Unerwartete Länge des QR-Code-Inhalts.
es: Longitud inesperada del contenido del código QR.
fr: Longueur inattendue du contenu du code QR.

source: QR-Code does not have expected content.
de: QR-Code hat nicht den erwarteten Inhalt.
es: El código QR no cuenta con el contenido esperado.
fr: Le code QR n'a pas de contenu attendu.

source: Map area couldn't be processed with the current resources. Please try again once.
de: Kartenbereich konnte nicht mit den aktuellen Ressourcen verarbeitet werden. Bitte versuchen Sie es noch einmal.
es: El área del mapa no pudo ser procesado con los recursos actuales. Por favor, inténtalo de nuevo.
fr: La zone de la carte n'a pas pu être traitée avec les ressources actuelles. Veuillez réessayer une fois.

source: The Web Map Service returned an error. Please try again later. Response from the WMS: {ERROR_MSG}
de: Der Web Map Service hat einen Fehler zurückgegeben. Bitte versuchen Sie es später erneut. Antwort des WMS: {ERROR_MSG}
es: El Web Map Service (WMS) ha devuelto un error. Por favor inténtalo de nuevo más tarde. Respuesta del WMS: {ERROR_MSG}
fr: Le service de carte Web a renvoyé une erreur. Veuillez réessayer ultérieurement. Réponse du WMS: {ERROR_MSG}

source: The Web Map Service returned an error. Please try again later.
de: Der Web Map Service hat einen Fehler zurückgegeben. Bitte versuchen Sie es später erneut.
es: El Web Map Service (WMS) ha devuelto un error. Por favor, inténtalo de nuevo más tarde.
fr: Le service de carte Web a renvoyé une erreur. Veuillez réessayer plus tard.

source: HeiGIT Logo
fr: Logo HeiGIT

source: Sketch Map Template
es: Plantilla del Sketch Map
fr: Modèle du croquis

source: Raster
es: Ráster
